export const About = () => {
  return (
    <section className="section" id="about">
      <div className="container">
        <h2 className="section__title">Про нас</h2>
        <p className="about__text">
          Ми - команда професіоналів, які присвятили себе догляду за вашими
          автомобілями. Наша мета - зробити ваш транспортний засіб як новий і
          забезпечити вам найкращий досвід обслуговування.
        </p>

        <h3 className="features__title">Чому саме ми?</h3>
        <ul className="features__list">
          <li>
            <p>
              <strong>Досвід та професіоналізм. </strong> Наша команда
              складається з висококваліфікованих фахівців, які знають, як
              зробити ваш автомобіль сяючим і чистим.
            </p>
          </li>
          <li>
            <p>
              <strong>
                Сучасне обладнання. Ми використовуємо найновішу технологію та
                обладнання, щоб забезпечити вам найкращий результат.
              </strong>
            </p>
          </li>
          <li>
            <p>
              <strong>
                Екологічність. Ми пильно стежимо за екологічністю наших послуг
                та використовуємо екологічно чисті засоби для догляду за
                автомобілем.
              </strong>
            </p>
          </li>
          <li>
            <p>
              <strong>
                Зручний сервіс. Ми розуміємо, що ваш час дорогоцінний, тому ми
                пропонуємо швидке та зручне обслуговування без зайвої затримки.
              </strong>
            </p>
          </li>
        </ul>
      </div>
    </section>
  );
};
